{"translation-revision-date":"2024-03-19 17:50:19+0000","generator":"GlotPress\/4.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"en_CA"},"But don't let that stop you! Start customizing the look and feel of your store by adding your logo and selecting your colors and layout. ":["But don't let that stop you! Start customizing the look and feel of your store by adding your logo and selecting your colours and layout. "],"Continue to customize your store using the store designer. Change your color palette, fonts, page layouts, and more.":["Continue to customize your store using the store designer. Change your colour palette, fonts, page layouts, and more."],"Choose the color palette that best suits your brand. Want to change it? Create your custom color palette below, or update it later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["Choose the colour palette that best suits your brand. Want to change it? Create your custom colour palette below, or update it later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>."],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":["Customize the style and layout of your store to fit your brand! Add your logo, change the font and colours, and try out different page layouts. You'll be able to edit the text and images later via the Editor."],"This is where you can start customizing the look and feel of your store, including adding your logo, and changing colors and layouts. Take a quick tour to discover what’s possible.":["This is where you can start customizing the look and feel of your store, including adding your logo, and changing colours and layouts. Take a quick tour to discover what’s possible."],"Based on the info you shared, our AI tool recommends using this color palette. Want to change it? You can select or add new colors below, or update them later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["Based on the info you shared, our AI tool recommends using this colour palette. Want to change it? You can select or add new colours below, or update them later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>."],"Change the color palette":["Change the colour palette"],"Vibrant with eye-catching colors and visuals.":["Vibrant with eye-catching colours and visuals."],"Clean lines, neutral colors, sleek and modern look.":["Clean lines, neutral colours, sleek and modern look."],"Neutral":["Neutral"],"Send":["Send"],"Navigation":["Navigation"],"Style":["Style"],"Share feedback":["Share feedback"],"Skip":["Skip"],"Customize":["Customize"],"Done":["Done"],"Layout":["Layout"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["Previous"],"Save":["Save"],"Cancel":["Cancel"],"Continue":["Continue"],"Settings":["Settings"],"Delete":["Delete"],"Default":["Standard"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}